Repository: Lehych/iktomi
Catalog: insanities/locale/*/LC_MESSAGES/insanities-core.po
Languages: ru

source: current file
ru: текущий файл

source: temporary file
ru: временный файл

source: delete
ru: удалить

source: The length should be exactly one symbol
ru: Длина должна быть ровно %(max_length)s символ

source: The length should be at most one symbol
ru: Длина должна быть не более %(max_length)s символа

source: The length should be at least one symbol
ru: Длина должна быть не менее %(min_length)s символа

source: field can not be empty
ru: поле не может быть пустым

source: field should match %(regex)s
ru: поле должно удовлетворять регулярному выражению: %(regex)s

source: it is not valid integer
ru: значение не является целым числом

source: min value is %(min)s
ru: минимальное допустимое значение: %(min)s

source: max value is %(max)s
ru: миаксимальное допустимое значение: %(max)s

source: you must select a value
ru: необходимо выбрать значение

source: is not set
ru: не задано

source: required field
ru: обязательное поле
